tap "fastly/tap"
tap "koekeishiya/formulae"
brew "actionlint"
brew "fd"
brew "fzf"
brew "gh"
brew "go-task"
brew "jj"
brew "lazygit"
brew "libimobiledevice"
brew "mise"
brew "tree-sitter"
brew "neovim"
brew "ripgrep"
brew "sox"
brew "starship"
brew "tree-sitter-cli"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "fastly/tap/fastly"
cask "codex"
cask "font-caskaydia-cove-nerd-font"
cask "font-hackgen-nerd"
cask "gcloud-cli"
cask "wezterm"
vscode "anthropic.claude-code"
vscode "anysphere.remote-ssh"
vscode "asvetliakov.vscode-neovim"
vscode "biomejs.biome"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dprint.dprint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jdinhlife.gruvbox"
vscode "mechatroner.rainbow-csv"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "vincaslt.highlight-matching-tag"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "wingrunr21.vscode-ruby"
vscode "xabikos.javascriptsnippets"
vscode "xaver.clang-format"
go "cmd/go"
go "cmd/gofmt"
