# CLI ツールは flake.nix (home/default.nix の home.packages) で、
# cask と rulesync は darwin/default.nix (homebrew) で管理している。
# この Brewfile は VS Code 拡張の記録・インストール用にのみ残している。
vscode "anthropic.claude-code"
vscode "anysphere.remote-ssh"
vscode "asvetliakov.vscode-neovim"
vscode "biomejs.biome"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dprint.dprint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jdinhlife.gruvbox"
vscode "mechatroner.rainbow-csv"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "vincaslt.highlight-matching-tag"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "wingrunr21.vscode-ruby"
vscode "xabikos.javascriptsnippets"
vscode "xaver.clang-format"
